"ConfirmSaveTitle" 			= "Conferma registra";
"ConfirmSaveMsg"			= "Vuoi registrare le modifiche eseguite alle impostazioni Mobilità?";
"ConfirmSaveSave"			= "Registra";
"ConfirmSaveCancel"			= "Annulla";
"ConfirmSaveDontSave"		= "Annulla";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Crea";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Una password master FileVault è stata impostata per il computer.";
"str_NoMasterPassword" 		= "FileVault richiede una password master per questo computer.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (Disco di avvio)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Calcolo lo spazio libero...";
"str_PHD_InsufficientSpace" = "Spazio disponibile insufficiente su “%@” per creare la cartella d'inizio.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automaticamente";
"str_SyncInterval_Manual"  		= "Manualmente";

"str_SyncInterval_OneMinute" 					= "Ogni minuto";
"str_SyncInterval_LessThanOneHour"  			= "Ogni %d minuti";
"str_SyncInterval_OneHour"						= "Ogni ora";
"str_SyncInterval_OneHourOneMinute"				= "Ogni 1 ora 1 minuto";
"str_SyncInterval_LessThanTwoHours"				= "Ogni 1 ora %d minuti";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Ogni %d ore";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Ogni %d ore 1 minuto";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Ogni  %d ore %d minuti";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Nessun volume esterno collegato.";
"str_UserPicks_NoSuitableVolume" 		= "Non sono stati trovati volumi esterni adatti.";
